Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Unattend.CatalogDescription
source: Select a file to rename, refresh, or remove it. Source files must remain available until media creation; changed sources require Refresh.
ar_sa: حدد ملفًا لإعادة تسميته أو تحديثه أو إزالته. يجب أن تظل ملفات المصدر متاحة حتى إنشاء الوسائط؛ وتتطلب المصادر المعدّلة التحديث.
bg_bg: Изберете файл, за да го преименувате, обновите или премахнете. Изходните файлове трябва да останат достъпни до създаването на носителя; променените източници изискват обновяване.
cs_cz: Vyberte soubor, který chcete přejmenovat, aktualizovat nebo odebrat. Zdrojové soubory musí zůstat dostupné až do vytvoření média. Změněné zdroje je nutné aktualizovat.
da_dk: Vælg en fil for at omdøbe, opdatere eller fjerne den. Kildefilerne skal være tilgængelige, indtil mediet er oprettet. Ændrede kilder skal opdateres.
de_de: Wählen Sie eine Datei aus, um sie umzubenennen, ihre Quelle zu aktualisieren oder sie zu entfernen. Quelldateien müssen bis zur Medienerstellung verfügbar bleiben; geänderte Quellen müssen aktualisiert werden.
el_gr: Επιλέξτε ένα αρχείο για μετονομασία, ανανέωση ή κατάργηση. Τα αρχεία προέλευσης πρέπει να παραμένουν διαθέσιμα μέχρι τη δημιουργία του μέσου. Αν αλλάξουν, απαιτείται ανανέωση.
es_mx: Seleccione un archivo para cambiarle el nombre, actualizar su origen o quitarlo. Los archivos de origen deben seguir disponibles hasta crear el medio; los orígenes modificados deben actualizarse.
et_ee: Valige fail, et see ümber nimetada, selle allikat värskendada või see eemaldada. Lähtefailid peavad olema saadaval kuni andmekandja loomiseni. Muudetud allikad tuleb värskendada.
fi_fi: Valitse tiedosto, jonka haluat nimetä uudelleen, päivittää tai poistaa. Lähdetiedostojen on oltava käytettävissä tietovälineen luomiseen asti. Muuttuneet lähteet on päivitettävä.
fr_ca: Sélectionnez un fichier pour le renommer, actualiser sa source ou le supprimer. Les fichiers sources doivent rester disponibles jusqu’à la création du média ; toute source modifiée doit être actualisée.
he_il: בחרו קובץ כדי לשנות את שמו, לרענן או להסיר אותו. קובצי המקור חייבים להישאר זמינים עד ליצירת המדיה; מקורות שהשתנו דורשים רענון.
hr_hr: Odaberite datoteku da biste je preimenovali, osvježili ili uklonili. Izvorne datoteke moraju ostati dostupne do stvaranja medija; izmijenjene izvore potrebno je osvježiti.
hu_hu: Válasszon ki egy fájlt az átnevezéshez, frissítéshez vagy eltávolításhoz. A forrásfájloknak az adathordozó létrehozásáig elérhetőnek kell maradniuk; a módosult forrásokat frissíteni kell.
it_it: Seleziona un file per rinominarlo, aggiornarlo o rimuoverlo. I file di origine devono rimanere disponibili fino alla creazione del supporto; le origini modificate devono essere aggiornate.
ja_jp: 名前の変更、更新、または削除を行うファイルを選択してください。メディアの作成が完了するまで、ソースファイルにアクセスできる必要があります。ソースが変更された場合は更新が必要です。
ko_kr: 이름을 바꾸거나 새로 고치거나 제거할 파일을 선택하세요. 미디어를 만들 때까지 원본 파일에 접근할 수 있어야 합니다. 원본이 변경되면 새로 고침이 필요합니다.
lt_lt: Pasirinkite failą, kurį norite pervardyti, atnaujinti arba pašalinti. Šaltinio failai turi būti pasiekiami iki laikmenos sukūrimo; pasikeitusius šaltinius reikia atnaujinti.
lv_lv: Atlasiet failu, ko vēlaties pārdēvēt, atsvaidzināt vai noņemt. Avota failiem jāpaliek pieejamiem līdz datu nesēja izveidei; mainīti avoti ir jāatsvaidzina.
nb_no: Velg en fil for å gi den nytt navn, oppdatere eller fjerne den. Kildefilene må være tilgjengelige til mediet opprettes. Endrede kilder må oppdateres.
nl_nl: Selecteer een bestand om het te hernoemen, te vernieuwen of te verwijderen. Bronbestanden moeten beschikbaar blijven totdat het medium is gemaakt. Gewijzigde bronnen moeten worden vernieuwd.
pl_pl: Wybierz plik, aby zmienić jego nazwę, odświeżyć go lub usunąć. Pliki źródłowe muszą być dostępne do czasu utworzenia nośnika. Zmienione źródła wymagają odświeżenia.
pt_pt: Selecione um ficheiro para o renomear, atualizar ou remover. Os ficheiros de origem têm de permanecer disponíveis até à criação do suporte; se forem alterados, é necessário atualizar a origem.
ro_ro: Selectați un fișier pentru a-l redenumi, actualiza sau elimina. Fișierele sursă trebuie să rămână disponibile până la crearea suportului; sursele modificate trebuie actualizate.
ru_ru: Выберите файл, чтобы переименовать, обновить или удалить его. Исходные файлы должны оставаться доступными до создания носителя; изменённые источники необходимо обновить.
sk_sk: Vyberte súbor, ktorý chcete premenovať, obnoviť alebo odstrániť. Zdrojové súbory musia zostať dostupné až do vytvorenia média; zmenené zdroje je potrebné obnoviť.
sl_si: Izberite datoteko, ki jo želite preimenovati, osvežiti ali odstraniti. Izvorne datoteke morajo biti na voljo do ustvarjanja medija; spremenjene vire je treba osvežiti.
sr_latn_rs: Izaberite datoteku da biste je preimenovali, osvežili ili uklonili. Izvorne datoteke moraju ostati dostupne do kreiranja medija; promenjene izvore treba osvežiti.
sv_se: Välj en fil för att byta namn på, uppdatera eller ta bort den. Källfilerna måste vara tillgängliga tills mediet skapas; ändrade källor måste uppdateras.
th_th: เลือกไฟล์เพื่อเปลี่ยนชื่อ รีเฟรช หรือลบ ไฟล์ต้นฉบับต้องพร้อมใช้งานจนกว่าจะสร้างสื่อเสร็จ หากต้นฉบับเปลี่ยนแปลง ต้องรีเฟรชต้นฉบับ
tr_tr: Yeniden adlandırmak, yenilemek veya kaldırmak için bir dosya seçin. Kaynak dosyalar medya oluşturulana kadar erişilebilir olmalıdır; değiştirilen kaynakların yenilenmesi gerekir.
uk_ua: Виберіть файл, щоб перейменувати, оновити або видалити його. Вихідні файли мають залишатися доступними до створення носія; змінені джерела потрібно оновити.
zh_cn: 选择文件以重命名、刷新或移除。源文件必须在创建介质前保持可用；源文件发生更改后需要刷新。
zh_tw: 選取檔案以重新命名、重新整理或移除。來源檔案必須在建立媒體前保持可用；來源檔案變更後需要重新整理。

# Unattend.CatalogLabel
source: Answer files
ar_sa: ملفات الإجابات
bg_bg: Файлове с отговори
cs_cz: Soubory odpovědí
da_dk: Svarfiler
de_de: Antwortdateien
el_gr: Αρχεία απαντήσεων
es_mx: Archivos de respuesta
et_ee: Vastusefailid
fi_fi: Vastaustiedostot
fr_ca: Fichiers de réponses
he_il: קובצי תשובות
hr_hr: Datoteke odgovora
hu_hu: Válaszfájlok
it_it: File di risposte
ja_jp: 応答ファイル
ko_kr: 응답 파일
lt_lt: Atsakymų failai
lv_lv: Atbilžu faili
nb_no: Svarfiler
nl_nl: Antwoordbestanden
pl_pl: Pliki odpowiedzi
pt_pt: Ficheiros de resposta
ro_ro: Fișiere de răspuns
ru_ru: Файлы ответов
sk_sk: Súbory odpovedí
sl_si: Datoteke odgovorov
sr_latn_rs: Datoteke odgovora
sv_se: Svarsfiler
th_th: ไฟล์คำตอบ
tr_tr: Yanıt dosyaları
uk_ua: Файли відповідей
zh_cn: 应答文件
zh_tw: 回應檔案

# Unattend.CheckSourcesLabel
source: Check sources
ar_sa: التحقق من المصادر
bg_bg: Проверка на източниците
cs_cz: Zkontrolovat zdroje
da_dk: Kontrollér kilder
de_de: Quellen prüfen
el_gr: Έλεγχος προελεύσεων
es_mx: Comprobar orígenes
et_ee: Kontrolli allikaid
fi_fi: Tarkista lähteet
fr_ca: Vérifier les sources
he_il: בדיקת מקורות
hr_hr: Provjeri izvore
hu_hu: Források ellenőrzése
it_it: Verifica origini
ja_jp: ソースの確認
ko_kr: 원본 확인
lt_lt: Tikrinti šaltinius
lv_lv: Pārbaudīt avotus
nb_no: Kontroller kilder
nl_nl: Bronnen controleren
pl_pl: Sprawdź źródła
pt_pt: Verificar origens
ro_ro: Verifică sursele
ru_ru: Проверить источники
sk_sk: Skontrolovať zdroje
sl_si: Preveri vire
sr_latn_rs: Proveri izvore
sv_se: Kontrollera källor
th_th: ตรวจสอบต้นฉบับ
tr_tr: Kaynakları denetle
uk_ua: Перевірити джерела
zh_cn: 检查源文件
zh_tw: 檢查來源

# Unattend.CommandsWarning
source: Contains commands; review overlap with Foundry customization and setup hooks.
ar_sa: يحتوي على أوامر؛ راجع تداخلها مع تخصيصات Foundry وإجراءات الإعداد.
bg_bg: Съдържа команди; проверете за припокриване с персонализациите и процедурите за настройка на Foundry.
cs_cz: Obsahuje příkazy. Zkontrolujte, zda se nepřekrývají s přizpůsobením a instalačními skripty Foundry.
da_dk: Indeholder kommandoer. Kontrollér, om de overlapper med Foundry-tilpasninger og installationshooks.
de_de: Enthält Befehle. Prüfen Sie Wechselwirkungen mit Foundry-Anpassungen und Setup-Skripts.
el_gr: Περιέχει εντολές. Ελέγξτε πιθανές επικαλύψεις με την προσαρμογή και τα σενάρια εγκατάστασης του Foundry.
es_mx: Contiene comandos; revise las interacciones con la personalización y los scripts de instalación de Foundry.
et_ee: Sisaldab käske. Kontrollige kattuvust Foundry kohanduste ja installiskriptidega.
fi_fi: Sisältää komentoja. Tarkista niiden yhteisvaikutukset Foundryn mukautusten ja asennuskomentosarjojen kanssa.
fr_ca: Contient des commandes ; vérifiez les interactions avec la personnalisation de Foundry et les scripts d’installation.
he_il: מכיל פקודות; בדקו אם הן חופפות להתאמות של Foundry ולפעולות ההתקנה שלו.
hr_hr: Sadrži naredbe; provjerite preklapanje s prilagodbama i instalacijskim radnjama sustava Foundry.
hu_hu: Parancsokat tartalmaz; ellenőrizze, hogy nem ütköznek-e a Foundry testreszabásaival és telepítési műveleteivel.
it_it: Contiene comandi; verifica eventuali sovrapposizioni con le personalizzazioni e le operazioni di installazione di Foundry.
ja_jp: コマンドが含まれています。Foundry のカスタマイズやセットアップ処理との競合を確認してください。
ko_kr: 명령이 포함되어 있습니다. Foundry 사용자 지정 및 설치 작업과의 중복이나 충돌을 확인하세요.
lt_lt: Yra komandų; patikrinkite, ar jos nesidubliuoja su „Foundry“ tinkinimais ir diegimo veiksmais.
lv_lv: Satur komandas; pārbaudiet, vai tās nepārklājas ar Foundry pielāgojumiem un uzstādīšanas darbībām.
nb_no: Inneholder kommandoer. Kontroller om de overlapper med Foundry-tilpasninger og installasjonshooks.
nl_nl: Bevat opdrachten. Controleer op overlap met Foundry-aanpassingen en installatiehooks.
pl_pl: Zawiera polecenia. Sprawdź, czy nie powielają dostosowań i procedur instalacyjnych Foundry.
pt_pt: Contém comandos; verifique possíveis conflitos com a personalização do Foundry e os pontos de execução da configuração.
ro_ro: Conține comenzi; verificați posibilele conflicte cu personalizările Foundry și punctele de execuție ale instalării.
ru_ru: Содержит команды; проверьте возможные конфликты с настройками Foundry и обработчиками установки.
sk_sk: Obsahuje príkazy; skontrolujte možné konflikty s prispôsobením Foundry a spúšťacími bodmi inštalácie.
sl_si: Vsebuje ukaze; preverite morebitna navzkrižja s prilagoditvami Foundry in sprožilci namestitve.
sr_latn_rs: Sadrži komande; proverite moguće sukobe sa prilagođavanjima programa Foundry i tačkama izvršavanja instalacije.
sv_se: Innehåller kommandon; kontrollera möjliga konflikter med Foundry-anpassningar och installationens körningspunkter.
th_th: มีคำสั่งอยู่ โปรดตรวจสอบความขัดแย้งกับการปรับแต่งของ Foundry และจุดเรียกทำงานระหว่างการติดตั้ง
tr_tr: Komutlar içerir; Foundry özelleştirmeleri ve kurulum tetikleyicileriyle olası çakışmaları inceleyin.
uk_ua: Містить команди; перевірте можливі конфлікти з налаштуваннями Foundry та обробниками інсталяції.
zh_cn: 包含命令；请检查是否与 Foundry 自定义设置及安装挂钩发生冲突。
zh_tw: 包含命令；請檢查是否與 Foundry 自訂設定及安裝掛鉤發生衝突。

# Unattend.CompatibilityDescription
source: Only specialize and oobeSystem settings are supported. Other Foundry deployment operations remain enabled and may conflict with custom settings or commands. Validate with Windows SIM and test the complete configuration in a VM. External script files are not imported.
ar_sa: تُدعم إعدادات specialize وoobeSystem فقط. تظل عمليات النشر الأخرى في Foundry مفعّلة وقد تتعارض مع الإعدادات أو الأوامر المخصصة. تحقق باستخدام Windows SIM واختبر التكوين الكامل في جهاز ظاهري. لا يتم استيراد ملفات البرامج النصية الخارجية.
bg_bg: Поддържат се само настройки за specialize и oobeSystem. Другите операции за разполагане на Foundry остават включени и може да са в конфликт с потребителски настройки или команди. Проверете с Windows SIM и тествайте цялата конфигурация във виртуална машина. Външни скриптови файлове не се импортират.
cs_cz: Podporována jsou pouze nastavení specialize a oobeSystem. Ostatní operace nasazení Foundry zůstávají povoleny a mohou být v konfliktu s vlastními nastaveními nebo příkazy. Ověřte soubor pomocí Windows SIM a otestujte celou konfiguraci ve virtuálním počítači. Externí soubory skriptů se neimportují.
da_dk: Kun indstillinger for specialize og oobeSystem understøttes. Andre udrulningshandlinger i Foundry forbliver aktiveret og kan være i konflikt med brugerdefinerede indstillinger eller kommandoer. Validér med Windows SIM, og test hele konfigurationen på en virtuel maskine. Eksterne scriptfiler importeres ikke.
de_de: Nur Einstellungen für specialize und oobeSystem werden unterstützt. Andere Bereitstellungsvorgänge von Foundry bleiben aktiviert und können mit benutzerdefinierten Einstellungen oder Befehlen in Konflikt stehen. Validieren Sie mit Windows SIM und testen Sie die gesamte Konfiguration in einer VM. Externe Skriptdateien werden nicht importiert.
el_gr: Υποστηρίζονται μόνο οι ρυθμίσεις specialize και oobeSystem. Οι άλλες εργασίες ανάπτυξης του Foundry παραμένουν ενεργές και μπορεί να συγκρούονται με προσαρμοσμένες ρυθμίσεις ή εντολές. Επικυρώστε με το Windows SIM και δοκιμάστε ολόκληρη τη διαμόρφωση σε εικονική μηχανή. Δεν εισάγονται εξωτερικά αρχεία σεναρίων.
es_mx: Solo se admiten las opciones de specialize y oobeSystem. Las demás operaciones de implementación de Foundry siguen habilitadas y pueden entrar en conflicto con opciones o comandos personalizados. Valide con Windows SIM y pruebe la configuración completa en una máquina virtual. No se importan archivos de scripts externos.
et_ee: Toetatud on ainult specialize- ja oobeSystem-sätted. Muud Foundry juurutustoimingud jäävad lubatuks ning võivad kohandatud sätete või käskudega vastuollu minna. Valideerige Windows SIM-iga ja testige kogu konfiguratsiooni virtuaalmasinas. Väliseid skriptifaile ei impordita.
fi_fi: Vain specialize- ja oobeSystem-asetuksia tuetaan. Muut Foundryn käyttöönottotoiminnot pysyvät käytössä ja voivat olla ristiriidassa mukautettujen asetusten tai komentojen kanssa. Vahvista Windows SIM -työkalulla ja testaa koko kokoonpano virtuaalikoneessa. Ulkoisia komentosarjatiedostoja ei tuoda.
fr_ca: Seuls les paramètres specialize et oobeSystem sont pris en charge. Les autres opérations de déploiement de Foundry restent activées et peuvent entrer en conflit avec des paramètres ou commandes personnalisés. Validez avec Windows SIM et testez la configuration complète dans une machine virtuelle. Les fichiers de scripts externes ne sont pas importés.
he_il: נתמכות רק הגדרות specialize ו-oobeSystem. פעולות הפריסה האחרות של Foundry נשארות מופעלות ועלולות להתנגש עם הגדרות או פקודות מותאמות אישית. אמתו באמצעות Windows SIM ובדקו את התצורה המלאה במכונה וירטואלית. קובצי סקריפטים חיצוניים אינם מיובאים.
hr_hr: Podržane su samo postavke specialize i oobeSystem. Ostali postupci implementacije sustava Foundry ostaju omogućeni i mogu biti u sukobu s prilagođenim postavkama ili naredbama. Provjerite valjanost u alatu Windows SIM i testirajte cijelu konfiguraciju u virtualnom računalu. Vanjske datoteke skripti ne uvoze se.
hu_hu: Csak a specialize és az oobeSystem beállítások támogatottak. A Foundry többi telepítési művelete engedélyezve marad, és ütközhet az egyéni beállításokkal vagy parancsokkal. Ellenőrizze az érvényességet a Windows SIM eszközzel, és tesztelje a teljes konfigurációt egy virtuális gépen. A külső szkriptfájlokat a rendszer nem importálja.
it_it: Sono supportate solo le impostazioni specialize e oobeSystem. Le altre operazioni di distribuzione di Foundry rimangono abilitate e possono entrare in conflitto con impostazioni o comandi personalizzati. Convalida con Windows SIM e prova la configurazione completa in una macchina virtuale. I file di script esterni non vengono importati.
ja_jp: specialize と oobeSystem の設定のみサポートされています。Foundry の他の展開操作は引き続き有効で、カスタム設定やコマンドと競合する可能性があります。Windows SIM で検証し、構成全体を仮想マシンでテストしてください。外部スクリプトファイルはインポートされません。
ko_kr: specialize 및 oobeSystem 설정만 지원됩니다. 다른 Foundry 배포 작업은 계속 활성화되며 사용자 지정 설정이나 명령과 충돌할 수 있습니다. Windows SIM으로 유효성을 검사하고 전체 구성을 가상 머신에서 테스트하세요. 외부 스크립트 파일은 가져오지 않습니다.
lt_lt: Palaikomi tik specialize ir oobeSystem parametrai. Kitos „Foundry“ diegimo operacijos lieka įgalintos ir gali konfliktuoti su pasirinktiniais parametrais ar komandomis. Patikrinkite naudodami „Windows SIM“ ir išbandykite visą konfigūraciją virtualiojoje mašinoje. Išoriniai scenarijų failai neimportuojami.
lv_lv: Tiek atbalstīti tikai specialize un oobeSystem iestatījumi. Citas Foundry izvietošanas operācijas paliek iespējotas un var konfliktēt ar pielāgotajiem iestatījumiem vai komandām. Validējiet ar Windows SIM un testējiet visu konfigurāciju virtuālajā mašīnā. Ārējie skriptu faili netiek importēti.
nb_no: Bare innstillinger for specialize og oobeSystem støttes. Andre distribusjonsoperasjoner i Foundry forblir aktivert og kan komme i konflikt med egendefinerte innstillinger eller kommandoer. Valider med Windows SIM og test hele konfigurasjonen i en virtuell maskin. Eksterne skriptfiler importeres ikke.
nl_nl: Alleen instellingen voor specialize en oobeSystem worden ondersteund. Andere implementatiebewerkingen van Foundry blijven ingeschakeld en kunnen conflicteren met aangepaste instellingen of opdrachten. Valideer met Windows SIM en test de volledige configuratie in een virtuele machine. Externe scriptbestanden worden niet geïmporteerd.
pl_pl: Obsługiwane są tylko ustawienia specialize i oobeSystem. Inne operacje wdrażania Foundry pozostają włączone i mogą kolidować z niestandardowymi ustawieniami lub poleceniami. Sprawdź poprawność w Windows SIM i przetestuj całą konfigurację na maszynie wirtualnej. Zewnętrzne pliki skryptów nie są importowane.
pt_pt: Apenas são suportadas definições de specialize e oobeSystem. As outras operações de implementação do Foundry permanecem ativas e podem entrar em conflito com definições ou comandos personalizados. Valide com o Windows SIM e teste a configuração completa numa máquina virtual. Os ficheiros de scripts externos não são importados.
ro_ro: Sunt acceptate numai setările din specialize și oobeSystem. Celelalte operațiuni de implementare Foundry rămân activate și pot intra în conflict cu setările sau comenzile personalizate. Validați cu Windows SIM și testați configurația completă într-o mașină virtuală. Fișierele script externe nu sunt importate.
ru_ru: Поддерживаются только параметры specialize и oobeSystem. Другие операции развёртывания Foundry остаются включёнными и могут конфликтовать с пользовательскими параметрами или командами. Выполните проверку в Windows SIM и протестируйте полную конфигурацию на виртуальной машине. Внешние файлы сценариев не импортируются.
sk_sk: Podporované sú iba nastavenia specialize a oobeSystem. Ostatné operácie nasadenia Foundry zostávajú zapnuté a môžu byť v konflikte s vlastnými nastaveniami alebo príkazmi. Overte súbor pomocou Windows SIM a otestujte celú konfiguráciu vo virtuálnom počítači. Externé súbory skriptov sa neimportujú.
sl_si: Podprte so samo nastavitve specialize in oobeSystem. Drugi postopki uvajanja Foundry ostanejo omogočeni in so lahko v navzkrižju z nastavitvami ali ukazi po meri. Preverite z Windows SIM in preizkusite celotno konfiguracijo v navideznem računalniku. Zunanje skriptne datoteke se ne uvozijo.
sr_latn_rs: Podržane su samo postavke specialize i oobeSystem. Ostale operacije primene programa Foundry ostaju omogućene i mogu biti u sukobu sa prilagođenim postavkama ili komandama. Proverite pomoću Windows SIM i testirajte celu konfiguraciju na virtuelnoj mašini. Spoljne datoteke skripti se ne uvoze.
sv_se: Endast inställningar i specialize och oobeSystem stöds. Andra distributionsåtgärder i Foundry förblir aktiverade och kan stå i konflikt med egna inställningar eller kommandon. Validera med Windows SIM och testa hela konfigurationen i en virtuell dator. Externa skriptfiler importeras inte.
th_th: รองรับเฉพาะการตั้งค่าใน specialize และ oobeSystem เท่านั้น การดำเนินการปรับใช้อื่นของ Foundry ยังคงเปิดใช้งานและอาจขัดแย้งกับการตั้งค่าหรือคำสั่งที่กำหนดเอง ตรวจสอบด้วย Windows SIM และทดสอบการกำหนดค่าทั้งหมดในเครื่องเสมือน โดยจะไม่นำเข้าไฟล์สคริปต์ภายนอก
tr_tr: Yalnızca specialize ve oobeSystem ayarları desteklenir. Diğer Foundry dağıtım işlemleri etkin kalır ve özel ayarlarla veya komutlarla çakışabilir. Windows SIM ile doğrulayın ve yapılandırmanın tamamını bir sanal makinede test edin. Harici betik dosyaları içe aktarılmaz.
uk_ua: Підтримуються лише параметри specialize та oobeSystem. Інші операції розгортання Foundry залишаються ввімкненими й можуть конфліктувати з власними параметрами або командами. Перевірте файл у Windows SIM і протестуйте повну конфігурацію у віртуальній машині. Зовнішні файли сценаріїв не імпортуються.
zh_cn: 仅支持 specialize 和 oobeSystem 设置。Foundry 的其他部署操作仍保持启用，可能与自定义设置或命令冲突。请使用 Windows SIM 验证，并在虚拟机中测试完整配置。不会导入外部脚本文件。
zh_tw: 僅支援 specialize 和 oobeSystem 設定。Foundry 的其他部署作業仍保持啟用，可能與自訂設定或命令衝突。請使用 Windows SIM 驗證，並在虛擬機器中測試完整組態。不會匯入外部指令碼檔案。
